Repository: wachjose88/stat466-next
Catalog: stat466/core/locale/*/LC_MESSAGES/django.po
Languages: de

source: Title
de: Titel

source: Created at
de: Erstellt um

source: Player 1
de: Spieler 1

source: Player 2
de: Spieler 2

source: League of 2 Players
de: 2er Schnapsen

source: Leagues of 2 Players
de: 2er Schnapsen

source: Player 3
de: Spieler 3

source: League of 3 Players
de: 3er Schnapsen

source: Leagues of 3 Players
de: 3er Schnapsen

source: Team 1, Player 1
de: Team 1, Spieler 1

source: Team 1, Player 2
de: Team 1, Spieler 2

source: Team 2, Player 1
de: Team 2, Spieler 1

source: Team 2, Player 2
de: Team 2, Spieler 2

source: League of 4 Players
de: 4er Schnapsen

source: Leagues of 4 Players
de: 4er Schnapsen

source: Played at
de: Gespielt am

source: Number of games
de: Anzahl der Bummerl

source: Points Player 1
de: Bummerl Spieler 1

source: Points Player 2
de: Bummerl Spieler 2

source: League
de: Liga

source: Result of a 2 Player game
de: 2er Schnapsen Ergebnis

source: Results of 2 Player games
de: 2er Schnapsen Ergebnisse

source: Points Player 3
de: Bummerl Spieler 3

source: Result of a 3 Player game
de: 3er Schnapsen Ergebnis

source: Results of 3 Player games
de: 3er Schnapsen Ergebnisse

source: Points Team 1
de: Bummerl Team 1

source: Points Team 2
de: Bummerl Team 2

source: Result of a 4 Player game
de: 4er Schnapsen Ergebnis

source: Results of 4 Player games
de: 4er Schnapsen Ergebnisse

source: User
de: Benutzer

source: Image
de: Bild

source: Color
de: Farbe

source: User Extended
de: Benutzer Erweitert

source: Users Extended
de: Benutzer Erweitert

source: Language
de: Sprache

source: Print
de: Drucken

source: Graphs
de: Diagramme

source: Players
de: Spieler

source: Certificate - Stat466
de: Urkunde - Stat466

source: C e r t i f i c a t e
de: U r k u n d e

source: Place
de: Platz

source: %(points)s points at %(overall)s games
de: %(points)s Bummerl bei %(overall)s gespielten Bummerl

source: Hello and Welcome!
de: Hallo und Willkommen!

source: This is a statistic tool for the card game Schnapsen.
de: Das ist ein Statistikprogramm f√ºr das Kartenspiel Schnapsen

source: View results
de: Ergebnisse anzeigen

source: Played Games
de: Gespielte Bummerl

source: Results
de: Ergebnisse

source: Average Games per Result
de: Durchschnittliche Bummerl

source: Won days
de: Gewonnene Tage

source: Statistic
de: Statistik

source: Day
de: Tag

source: # Games
de: # Bummerl

source: Days History
de: Tagesverlauf

source: Won months
de: Gewonnene Monate

source: Month
de: Monate

source: # Results
de: # Ergebnisse

source: Month History
de: Monatsverlauf

source: Half Year Statistic
de: Halbjahresstatistik

source: Quarter Year Statistic
de: Quartalsstatistik

source: Won years
de: Gewonnene Jahre

source: Year
de: Jahr

source: Maximum Points per Result
de: Meiste Bummerl pro Ergebnis

source: Rank
de: Platzierung

source: Points
de: Bummerl

source: Points behind
de: Bummerl dahinter

source: Max. Points per Result
de: Max. Bummerl/Ergebnis

source: Print certificate
de: Urkunde drucken

source: Overall Points
de: Gesamte Bummerl

source: Overall
de: Gesamte Bummerl

source: Year:
de: Jahr:

source: Month:
de: Monat:

source: First half year
de: Erstes Halbjahr

source: Second half year
de: Zweites Halbjahr

source: First quarter year
de: Erstes Quartal

source: Second quarter year
de: Zweites Quartal

source: Third quarter year
de: Drittes Quartal

source: Fourth quarter year
de: Viertes Quartal
